13/data/attachments/ff5d77c0aa45df5c.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Richard_western_Actions_42197_3</nif:username>
            <nif:friendToBeRequested>soap_actions_64a9584e-5c47-4125-a098-875c6c0ff435</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>